[
  {
    "name": "Erigo Kemeja Flannel Emily Cream",
    "slug": "1-kemeja-flannel-emily-cream",
    "description": "Erigo Kemeja Flannel Emily Cream. Flannel Erigo saat ini merupakan salah satu lini pakaian terbaik dan berkualitas tinggi di antara Local Brand Indonesia. Berikan sentuhan urban kepada tampilanmu dengan Flannel Erigo! Didesain dengan saku patch dan kancing, kamu bisa menggunakannya sebagai kemeja atau tinggal gunakan kaos putih di bawah kemejamu untuk tampilan berlayer yang keren",
    "price": 130000,
    "mainImg": "https://cdn.shopify.com/s/files/1/0607/2841/0296/products/e6c500da181441d2b828c7562762b207_tplv-o3syd03w52-origin-jpeg_354db1a7-233b-43e6-a5f7-153882e6b897.jpg?v=1676046830",
    "categoryId": 1,
    "authorId": 1
  },
  {
    "name": "Erigo Kemeja Flannel Felicity Black",
    "slug": "2-kemeja-flannel-felicity-black",
    "description": "Erigo Kemeja Flannel Felicity Black. Flannel Erigo saat ini merupakan salah satu lini pakaian terbaik dan berkualitas tinggi di antara Local Brand Indonesia. Berikan sentuhan urban kepada tampilanmu dengan Flannel Erigo! Didesain dengan saku patch dan kancing, kamu bisa menggunakannya sebagai kemeja atau tinggal gunakan kaos putih di bawah kemejamu untuk tampilan berlayer yang keren",
    "price": 130000,
    "mainImg": "https://cdn.shopify.com/s/files/1/0607/2841/0296/products/da08c51ccd5a487788d9ee60357e7d62_tplv-o3syd03w52-origin-jpeg_beffed23-f38e-4531-8f7a-d0a1e457977a.jpg?v=1676046812",
    "categoryId": 1,
    "authorId": 1
  },
  {
    "name": "Erigo Kemeja Flannel Heafen Light Grey",
    "slug": "3-kemeja-flannel-heafen-light-grey",
    "description": "Erigo Kemeja Flannel Heafen Light Grey. Erigo Kemeja Flannel Emily Cream. Flannel Erigo saat ini merupakan salah satu lini pakaian terbaik dan berkualitas tinggi di antara Local Brand Indonesia. Berikan sentuhan urban kepada tampilanmu dengan Flannel Erigo! Didesain dengan saku patch dan kancing, kamu bisa menggunakannya sebagai kemeja atau tinggal gunakan kaos putih di bawah kemejamu untuk tampilan berlayer yang keren",
    "price": 130000,
    "mainImg": "https://cdn.shopify.com/s/files/1/0607/2841/0296/products/a4e67b85f1154a05a850cec0cb53706f_tplv-o3syd03w52-origin-jpeg_ea6ee03e-c689-42c0-b767-e7ea16ac4187.jpg?v=1676046808",
    "categoryId": 1,
    "authorId": 1
  },
  {
    "name": "Erigo Kemeja Flannel Icarus Navy",
    "slug": "4-kemeja-flannel-icarus-navy",
    "description": "Erigo Kemeja Flannel Icarus Navy. Erigo Kemeja Flannel Emily Cream. Flannel Erigo saat ini merupakan salah satu lini pakaian terbaik dan berkualitas tinggi di antara Local Brand Indonesia. Berikan sentuhan urban kepada tampilanmu dengan Flannel Erigo! Didesain dengan saku patch dan kancing, kamu bisa menggunakannya sebagai kemeja atau tinggal gunakan kaos putih di bawah kemejamu untuk tampilan berlayer yang keren",
    "price": 130000,
    "mainImg": "https://cdn.shopify.com/s/files/1/0607/2841/0296/products/e20ec90a864c40de9ae918640898e33c_tplv-o3syd03w52-origin-jpeg_e45a1520-e3c8-4bf7-aaf8-595d7005feba.jpg?v=1676046844",
    "categoryId": 1,
    "authorId": 1
  },
  {
    "name": "Erigo T-Shirt Oversize Feel The Speed Black",
    "slug": "5-t-shirt-oversize-feel-the-speed-black",
    "description": "Erigo T-Shirt Oversize Feel The Speed Black. T-Shirt Oversize Erigo saat ini menjadi pilihan terbaik untuk tampil stylish dengan produk yang berkualitas tinggi dan berbagai pilihan warna. Dengan model oversize dan sablon timbul yang berkualitas, T-Shirt Oversize Erigo dapat menambahkan percaya dirimu untuk tampil lebih keren.",
    "price": 120000,
    "mainImg": "https://cdn.shopify.com/s/files/1/0607/2841/0296/products/sg-11134201-23010-5ihzow25lqmv23_320de39c-0e34-435c-bd66-1a35be4aa98e.jpg?v=1674647635",
    "categoryId": 2,
    "authorId": 1
  },
  {
    "name": "Erigo T-Shirt Oversize Basic Pocket Dark Color",
    "slug": "6-t-shirt-oversize-basic-pocket-dark-color",
    "description": "T-Shirt Oversize Basic Pocket Dark Color. T-Shirt Oversize Erigo saat ini menjadi pilihan terbaik untuk tampil stylish dengan produk yang berkualitas tinggi dan berbagai pilihan warna. Dengan model oversize dan sablon timbul yang berkualitas, T-Shirt Oversize Erigo dapat menambahkan percaya dirimu untuk tampil lebih keren.",
    "price": 89000,
    "mainImg": "https://cdn.shopify.com/s/files/1/0607/2841/0296/products/TShirt-Oversize-Pocket-BASILIA-BLACK.jpg?v=1676348875",
    "categoryId": 2,
    "authorId": 1
  },
  {
    "name": "Erigo Cap Weston Maroon",
    "slug": "7-cap-weston-maroon",
    "description": "Erigo Cap Weston Maroon. Caps Erigo Hadir Kembali! dengan design terbaru, Tentunya menggunkan bahan premium, dengan logo bordir tebal di bagian depan dan belakang juga size yang Adjustable. bisa menjadi salah satu aksesoris tambahan untuk outfit kamu.",
    "price": 88000,
    "mainImg": "https://cdn.shopify.com/s/files/1/0607/2841/0296/products/115f947d7daf4835b8251fe9ce23875f_tplv-o3syd03w52-origin-jpeg_eb18df0c-c227-439d-9b88-c15c02ee61de.jpg?v=1659515173",
    "categoryId": 3,
    "authorId": 1
  }
]
